{
  "menu": {
    "combo": "Комбо",
    "meatBurger": "Мясные Бургеры",
    "chickenBurger": "Куриные Бургеры",
    "meatHarryster": "Мясные Harry'ster",
    "chickenHarryster": "Куриные Harry'ster",
    "sendvich": "Клаб-сэндвич",
    "hotDog": "Хот-доги и лонгеры",
    "fri": "Снэки",
    "sous": "Соусы",
    "drink": "Напитки",
    "chicken": "Куриные",
    "meat": "Мясные",
    "special_combo": "Special Combo",
    "special_combo-text": "<h2 className='font-semibold'></h2><p>Хрустящий картофель фри, кетчуп и освежающий разливной напиток на выбор. Идеальный сет для перекуса или в дополнение к бургеру.</p>",
    "king_snack_combo": "King Snack Combo",
    "king_snack_combo-text": "<h2 className='font-semibold'>Собрано с заботой. Подано со вкусом.</h2><p>Сочная курочка в панировке, свежие помидоры, маринованные огурцы, салатный лист и фирменный соус. В комбо — золотистые наггетсы, хрустящий картофель фри, кетчуп и освежающий напиток на выбор.</p>",
    "lunch_deal_combo": "Lunch Deal Combo",
    "lunch_deal_combo-text": "<h2 className='font-semibold'>Сбалансировано. Сочно. Настоящий The Harry’s.</h2><p>Фирменный куриный бургер с хрустящей котлетой, свежими томатами, маринованными огурцами, салатным листом и нежным фирменным соусом в пышной кунжутной булочке. В комбо — золотистый картофель фри, кетчуп и разливной напиток на выбор.</p>",
    "classic_combo": "Classic Combo",
    "classic_combo-text": "<h2 className='font-semibold'>Классика, ставшая любимой.</h2><p>Сочный чизбургер с говяжьей котлетой, плавленым сыром чеддер, свежими томатами, маринованными огурцами и салатом в кунжутной булочке. В комплекте — хрустящий картофель фри, кетчуп и разливной напиток на выбор.</p>",
    "chicken_burger": "Куриный бургер",
    "chicken_burger-text": "<h2 className='font-semibold'></h2><p>Сочная куриная котлета, пикантные корнишоны, сочные томаты, свежий салат-латук и нежный фирменный соус — легендарная классика в лёгком курином исполнении.</p>",
    "chicken_bbq": "Куриный BBQ бургер",
    "chicken_bbq-text": "<h2 className='font-semibold'></h2><p>Куриная котлета, обжаренная до золотистой корочки, свежий красный лук, маринованные огурцы, томаты, салат и дымный BBQ-соус — курица, которая звучит по-мясному.</p>",
    "chicken_chizburger": "Куриный Чизбургер",
    "chicken_chizburger-text": "<h2 className='font-semibold'></h2><p>Нежная куриная котлета, плавленый сыр чеддер, маринованные огурцы, свежие томаты, салат-латук и фирменный соус — воздушный, тёплый, идеально сбалансированный вкус.</p>",
    "fresh_burger": "Fresh бургер",
    "fresh_burger-text": "<h2 className='font-semibold'></h2><p>Двойная куриная котлета, двойной чеддер, маринованные огурцы, томаты, салат и наш авторский соус — для тех, кто любит по максимуму даже с курицей.</p>",
    "chicken_halapenyo_burger": "Куриный бургер с халапеньо",
    "chicken_halapenyo_burger-text": "<h2 className='font-semibold'></h2><p>Фирменная куриная котлета с огненным халапеньо, маринованными огурчиками, свежими томатами, салатом и пряным соусом — остро, но очень гармонично.</p>",
    "meat_burger": "Бургер",
    "meat_burger-text": "<h2 className='font-semibold'></h2><p>Отборная говяжья котлета, пикантные корнишоны, сочные томаты, свежий салат-латук и нежный фирменный соус. Классика вкуса в премиум-исполнении.</p>",
    "bbq_burger": "BBQ бургер",
    "bbq_burger-text": "<h2 className='font-semibold'></h2><p>Говяжья котлета на открытом огне, кольца свежего красного лука, маринованные огурцы, спелые томаты, хрустящий салат и густой BBQ-соус с дымком.</p>",
    "chizburger": "Чизбургер",
    "chizburger-text": "<h2 className='font-semibold'></h2><p>Сочная говяжья котлета, тянущийся сыр чеддер, маринованные огурчики, свежие томаты, хрустящий салат и нежный фирменный соус — классика вкуса с акцентом на сыр.   </p>",
    "dabl_chizburger": "Дабл чизбургер",
    "dabl_chizburger-text": "<h2 className='font-semibold'></h2><p>Две сочные говяжьи котлеты, щедрая порция расплавленного сыра чеддер, маринованные огурцы, свежие томаты, хрустящий салат и фирменный соус — мощь вкуса в каждом укусе.</p>",
    "halapenyo_burger": "Бургер с халапеньо",
    "halapenyo_burger-text": "<h2 className='font-semibold'></h2><p>Говяжья котлета, огненный халапеньо, маринованные огурцы, сочные томаты, свежий салат и пикантный фирменный соус — вкус с характером, который не забудешь.</p>",
    "meat_harryster": "Мясной Harry'ster",
    "meat_harryster-text": "<h2 className='font-semibold'>Гармония вкуса в каждом укусе — просто, сочно, премиально.</h2><p>Тонкий лаваш оборачивает сочную говяжью котлету, хрустящий салатный лист, маринованные огурчики, спелые томаты и фирменный соус The Harry’s. </p>",
    "harryster_bbq": "Harry'ster BBQ",
    "harryster_bbq-text": "<h2 className='font-semibold'>Барбекю и говядина — дуэт, который невозможно забыть.</h2><p>Мягкий лаваш, сочная говяжья котлета, свежие огурцы, томаты, салатный лист и дымный BBQ-соус. Вкус с насыщенным характером, где каждый ингредиент играет свою роль.</p>",
    "harryster_halapenyo": "Harry'ster с халапеньо",
    "harryster_halapenyo-text": "<h2 className='font-semibold'>Пылает. Согревает. Увлекает.</h2><p>Тонкий лаваш, сочная говяжья котлета, хрустящий салат, свежие томаты, маринованные огурцы, острый халапеньо и фирменный соус The Harry’s. Идеальный выбор для тех, кто любит вкус с характером.</p>",
    "chiz_harryster": "ChizHarry'ster",
    "chiz_harryster-text": "<h2 className='font-semibold'>Сырно. Сочно. Идеально.</h2><p>Мягкий сырный лаваш, сочная говяжья котлета, плавленый чеддер, свежий салат, спелые томаты и фирменный соус The Harry’s. Гармония мясного вкуса и сырного уюта — для настоящих ценителей.</p>",
    "chicken_harryster": "Куриный Harry'ster",
    "chicken_harryster-text": "<h2 className='font-semibold'>Нежное филе. Свежесть овощей. Идеальное сочетание.</h2><p>Тонкий лаваш, хрустящее куриное филе в панировке, свежий салат, спелые томаты, маринованные огурчики и фирменный соус The Harry’s. Лёгкий, сочный и идеально сбалансированный вкус.</p>",
    "chicken_harryster_bbq": "Куриный Harry'ster BBQ",
    "chicken_harryster_bbq-text": "<h2 className='font-semibold'>Ароматный. Хрустящий. Завораживающий.</h2><p>Филе курицы в панировке, свежие огурцы, томаты, салат и дымный BBQ-соус в лаваше. Вкус с нотками гриля и приятной хрустинкой.</p>",
    "chicken_harryster_halapenyo": "Куриный Harry'ster с халапеньо",
    "chicken_harryster_halapenyo-text": "<h2 className='font-semibold'>Хрустит. Жжёт. Увлекает.</h2><p>Хрустящее куриное филе в панировке, острый халапеньо, свежие овощи и фирменный соус в тонком лаваше. Жгучий и сочный вкус, от которого не оторваться.</p>",
    "chicken_chiz_harryster": "Куриный ChizHarry'ster",
    "chicken_chiz_harryster-text": "<h2 className='font-semibold'>Сыр. Филе. Гармония вкуса.</h2><p>Сырный лаваш, нежное куриное филе в панировке, расплавленный чеддер, томаты, салат и фирменный соус. Классика уюта с хрустящей текстурой.</p>",
    "chicken_klab_sendvich": "Клаб-сэндвич с курицей",
    "chicken_klab_sendvich-text": "<h2 className='font-semibold'>Мягкость хлеба. Хруст мяса. Свежесть овощей. Всё, что ты любишь — в каждом слое.</h2><p>Тёплые тосты с хрустящим куриным шницелем, свежими огурцами, томатами, салатным листом, ломтиком сыра и нежным фирменным соусом. Подаётся с порцией золотистой картошки фри.</p>",
    "turkey_klab_sendvich": "Клаб-сэндвич с индейкой",
    "turkey_klab_sendvich-text": "<h2 className='font-semibold'>Элегантный вкус, благородное мясо и идеальный баланс текстур — классика в новом звучании.</h2><p>Тёплые тосты, слайсы нежной индейки, свежие огурцы, томаты, хрустящий салат, ломтик сыра и наш фирменный соус. Подаётся с золотистой картошкой фри.</p>",
    "potato_fri_cheese": "Картошка фри с сыром",
    "potato_fri_cheese-text": "<h2 className='font-semibold'>Золотистый хруст. Тёплый сыр. Удовольствие вне конкуренции.</h2><p>Хрустящий картофель фри, щедро посыпанный расплавленным сыром — идеальный гарнир, который хочется заказывать отдельно.</p>",
    "sweet_potato": "Картошка фри по деревенски",
    "sweet_potato-text": "<h2 className='font-semibold'>Румяный снаружи. Нежный внутри. Идеальное дополнение к любому бургеру.</h2><p>Аппетитные дольки картофеля с хрустящей корочкой и мягкой сердцевиной, приправленные специями и обжаренные до золотистого цвета.</p>",
    "naggets": "Наггетсы",
    "naggets-text": "<h2 className='font-semibold'>Мини-формат. Максимум вкуса.</h2><p>Хрустящие снаружи и сочные внутри — куриные наггетсы в золотистой панировке, обжаренные до идеала. Подаются с соусом на выбор.</p>",
    "potato_fri": "Картошка фри",
    "potato_fri-text": "<h2 className='font-semibold'>Просто. Хрустяще. Классика, которую любят все.</h2><p>Идеально обжаренный картофель: хрустящая золотистая корочка снаружи и мягкая сердцевина внутри. Подаётся горячим, как должно быть.</p>",
    "potato_fri_cheese_halapenyo": "Картошка фри с сыром и халапеньо",
    "potato_fri_cheese_halapenyo-text": "<h2 className='font-semibold'>Сыр тянется. Халапеньо жжёт. Картофель хрустит. Всё по-настоящему.</h2><p>Хрустящий картофель фри, покрытый расплавленным сыром и колечками острого халапеньо. Комбо, которое не прощает равнодушия.</p>",
    "bbq_hot_dog": "BBQ Hot-Dog",
    "bbq_hot_dog-text": "<h2 className='font-semibold'>Сочный, насыщенный, горячий — хот-дог, который запоминается.</h2><p>Пышная булочка с кунжутом, сочная говяжья сосиска, свежие томаты, маринованные огурцы, рубленый лук, горчица и дымный BBQ-соус. Яркий вкус, в котором каждый ингредиент работает на эффект.</p>",
    "cheese_bbq_hot_dog": "BBQ Hot-Dog с сыром",
    "cheese_bbq_hot_dog-text": "<h2 className='font-semibold'>Сочный, сырный и слегка дерзкий — хот-дог, в который хочется влюбиться с первого укуса.</h2><p>Пышная булочка с кунжутом, сочная говяжья сосиска, свежие томаты, маринованные огурцы, рубленый лук, горчица, дымный BBQ-соус и щедрая порция расплавленного сыра.</p>",
    "classic_hot_dog": "Классический Hot-Dog",
    "classic_hot_dog-text": "<h2 className='font-semibold'>Минимум лишнего — максимум удовольствия.</h2><p>Пышная булочка с кунжутом, сочная говяжья сосиска, свежий салатный лист, хрустящие огурцы, томаты и фирменный соус. Легкий, сбалансированный вкус, который всегда в тему.</p>",
    "cheese_crispy_hot_dog": "Crispy Hot-Dog с сыром",
    "cheese_crispy_hot_dog-text": "<h2 className='font-semibold'>Хруст. Сыр. Сочный акцент — взрывной хот-дог, в который легко влюбиться.</h2><p>Пышная булочка с кунжутом, сочная говяжья сосиска, свежие томаты, маринованные огурцы, обжаренный лук, картофельные чипсы, горчица, фирменный соус и щедрый слой расплавленного сыра.</p>",
    "cheese_classic_hot_dog": "Классический Hot-Dog с сыром",
    "cheese_classic_hot_dog-text": "<h2 classNam    e='font-semibold'>Курица в главной роли. Классика — в идеальном исполнении.</h2><p>Мягкая булочка с кунжутом, сочная куриная сосиска, свежий салатный лист, томаты, огурцы и фирменный соус The Harry’s. Легкий и сбалансированный вкус — идеален для тех, кто выбирает нежность.</p>",
    "longer": "Лонгер",
    "longer-text": "<h2 className='font-semibold'>Лёгкий, хрустящий и по-настоящему сочный. Для тех, кто выбирает вкус с ритмом.</h2><p>Удлинённая булочка с хрустящими куриными стрипсами, свежими огурцами, томатами, салатным листом и фирменным соусом The Harry’s.</p>",
    "cheese_longer": "Сырный Лонгер",
    "cheese_longer-text": "<h2 className='font-semibold'>Сочный хруст, сливочная сырность и свежесть овощей — идеально в каждой детали.</h2><p>A soft long bun with crispy chicken strips, fresh cucumbers, tomatoes, lettuce, melted cheese, and The Harry’s signature sauce.</p>",
    "crispy_hot_dog": "Crispy Hot-Dog",
    "crispy_hot_dog-text": "<h2 className='font-semibold'>В каждом укусе — взрыв текстур и вкуса. Хрустит. Манит. Увлекает.</h2><p>Пышная булочка с кунжутом, сочная говяжья сосиска, свежие томаты, маринованные огурцы, обжаренный лук, хрустящие картофельные чипсы, горчица и фирменный соус The Harry’s.</p>",
    "ketchup_sous": "Соус Кетчуп",
    "ketchup_sous-text": "<h2 className='font-semibold'>Тот самый соус, без которого не обойтись.</h2><p>Классический томатный кетчуп с насыщенным вкусом и лёгкой сладостью. Идеален к картофелю, наггетсам и бургерам.</p>",
    "bbq_sous": "Соус BBQ",
    "bbq_sous-text": "<h2 className='font-semibold'>Тот самый барбекю — аромат костра в каждой капле.</h2><p>Дымный, густой и немного сладковатый соус с характером. Идеально сочетается с мясом, картофелем и хот-догами.</p>",
    "cheese_sous": "Сырный соус",
    "cheese_sous-text": "<h2 className='font-semibold'>Сыр, который хочется макать снова и снова.</h2><p>Нежный, тягучий и ароматный — создан для тех, кто выбирает сливочный вкус. Прекрасно сочетается с картофелем, наггетсами и стрипсами.</p>",
    "garlic_sous": "Соус Чесночный",
    "garlic_sous-text": "<h2 className='font-semibold'>Тот случай, когда чеснок не перебивает, а подчёркивает.</h2><p>Нежный сливочно-чесночный вкус с пикантной ноткой. Идеален к куриным стрипсам, наггетсам и картофелю.</p>",
    "coca_cola_half": "Coca Cola 0,5л",
    "fanta_half": "Fanta 0,5л",
    "sprite_half": "Sprite 0,5л",
    "fuse_tea_half": "Fuse Tea 0,5л",
    "bon_aqua_half": "Bon Aqua 0,5л"
  },
  "viewAllOffers": "ПОСМОТРЕТЬ ВСЕ ПРЕДЛОЖЕНИЯ",
  "location": "Филиалы",
  "main": "Главное",
  "ourMenu": "Наше меню",
  "ourBranches": "Наши филиалы",
  "about": "О нас",
  "instagram": "Наш инстаграм",
  "telegram": "Наш телеграм",
  "phone": "Связаться с нами",
  "call": "Позвонить",
  "sum": "сум",
  "keywords": "Harry's Coffee, Snacks, Burgers, Side Dishes, Drinks, Hotdogs, Menu Categories",
  "description": "Добро пожаловать в наш ресторан, где мы предлагаем широкий выбор вкусных блюд и напитков. Наслаждайтесь нашими свежими Burgerами, хрустящими наггетсами и освежающими напитками. Мы стремимся предоставить вам лучший сервис и незабываемые впечатления от посещения нашего заведения.",
  "footer": {
    "help": "Помощь",
    "account": "Аккаунт",
    "historyBrends": " История бренда",
    "leaveRequest": "Оставьте заявку",
    "career": "Карьера",
    "forgotYourPassword": "Забыли пароль?",
    "register": "Зарегистрироваться",
    "login": "Войти",
    "contactUs": "Связаться с нами",
    "info": "© ООО «GOOD FOOD TRUCK SERVICES», 2025. Все права защищены. TM & Copyright 2025 ООО GOOD FOOD TRUCK SERVICES. All Rights Reserved."
  }
}