{
  "menu": {
    "combo": "Kombolar",
    "meatBurger": "Go'shtli Burgerlar",
    "chickenBurger": "Tovuqli Burgerlar",
    "meatHarryster": "Go'shtli Harrysterlar",
    "chickenHarryster": "Tovuqli Harrysterlar",
    "sendvich": "Klub-Sendvichlar",
    "hotDog": "Hot-Doglar",
    "fri": "Fri",
    "sous": "Souslar",
    "drink": "Ichimliklar",
    "special_combo": "Special Combo",
    "special_combo-text": "Qarsillagan fri kartoshka, ketchup va tanlovingiz bo'yicha ichimlik. Burgerga zo'r qo'shimcha yoki tezkor tamaddi uchun a'lo variant.",
    "king_snack_combo": "King Snack Combo",
    "king_snack_combo-text": "<h2 className='font-semibold'>Mehr bilan yig'ilgan. Ta'm bilan tortilgan.</h2><p>Panirovkali shirali tovuq go'shti, pomidor, tuzlangan bodring, salat bargi va brendli sous. Kombo ichida — oltin rangli naggetslar, qarsildoq fri, ketchup va tanlovingizga ko'ra ichimlik.</p>",
    "lunch_deal_combo": "Lunch Deal Combo",
    "lunch_deal_combo-text": "<h2 className='font-semibold'>Muvozanatli. Shirador. The Harry's ruhida.</h2><p>Brendli tovuqli burger — qarsillagan kotleta,pomidor, tuzlangan bodring, salat bargi va yumshoq sous, hammasi — kunjutli bulochkada. Kombo tarkibida: oltin rangli fri, ketchup va tanlovingizga ko'ra ichimlik.</p>",
    "classic_combo": "Classic Combo",
    "classic_combo-text": "<h2 className='font-semibold'>Sevimli ta'm — doimiy klassika.</h2><p>Mol go'shti kotletali, eritilgan cheddar pishlog'i, pomidor, tuzlangan bodring va salat bargi kunjutli bulochkadagi shirador cheeseburger. Yoni bilan — qarsildoq fri, ketchup va tanlovingizga ko'ra ichimlik.</p>",
    "chicken_burger": "Tovuqli burger",
    "chicken_burger-text": "Yumshoq tovuqli kotleta, tuzlangan bodring, shirin pomidorlar, salat barglari va brendli sous — original klassikaning engil talqini.",
    "chicken_bbq": "Tovuqli BBQ",
    "chicken_bbq-text": "Yumshoq tovuqli kotleta, qizil piyoz, tuzlangan bodring, pomidor, salat barglari va boy tutunli BBQ sous — xarakterli tovuq ta'mi.",
    "chicken_chizburger": "Tovuqli chizburger",
    "chicken_chizburger-text": "Qarsillagan tovuqli kotleta, eritilgan cheddar pishlog'i, bodring, pomidor, salat barglari va yumshoq brendli sous — yengil, iliq va mukammal muvozanat.",
    "fresh_burger": "Fresh burger",
    "fresh_burger-text": "Ikkita tovuqli kotleta, cheddar pishlog'i, bodring, pomidor, salat barglari va maxsus sous.",
    "chicken_halapenyo_burger": "Tovuqli halapenyo burger",
    "chicken_halapenyo_burger-text": "Tovuqli kotleta, achchiq halapenyo, bodring, shirin pomidor, salat va achchiq sous — issiq, ammo uyg'un lazzat.",
    "meat_burger": "Burger",
    "meat_burger-text": "Yuqori sifatli mol go'shtli kotleta, tuzlangan bodring, shirin pomidorlar, salat barglari va brendli yumshoq sous. Vaqt sinovidan o'tgan klassika.",
    "bbq_burger": "BBQ burger",
    "bbq_burger-text": "Olovda qovurilgan mol go'shtli kotleta, qizil piyoz halqalari, tuzlangan bodring, pomidorlar, salat barglari va tutunli BBQ sous — har bir luqma kuchga to'la.",
    "chizburger": "Chizburger",
    "chizburger-text": "Shirador mol go'shtli kotleta, eritilgan cheddar pishlog'i, tuzlangan bodring, pomidorlar,  salat barglari va brendli sous — pishloqsevarlar uchun nafis talqin.",
    "dabl_chizburger": "Dabl chizburger",
    "dabl_chizburger-text": "Ikki barobar shirali mol go'shtli kotleta, ikki qavat cheddar pishlog'i, bodring, pomidor, salat va maxsus sous — kuch va lazzat uyg'unligi.",
    "halapenyo_burger": "Halapenyo burger",
    "halapenyo_burger-text": "Mol go'shtli kotleta, achchiq halapenyo qalampiri, tuzlangan bodring, pomidor, salat barglari va brendli sous — dadil va yodda qoladigan ta'm.",
    "meat_harryster": "Go'shtli Harryster",
    "meat_harryster-text": "<h2 className='font-semibold'>Har luqmada uyg'unlik. Oddiy, shirador va premium.</h2><p>Yumshoq lavashda shirador mol go'shti kotletasi, salat bargi, tuzlangan bodring, yangi pomidor va The Harry's brendli sousi.</p>",
    "harryster_bbq": "Harryster BBQ",
    "harryster_bbq-text": "<h2 className='font-semibold'>Barbekyu va  go'sht — esda qolarli uyg'un duet.</h2><p>Yumshoq lavashda shirador mol go'shti kotletasi, bodring, pomidor, salat bargi va tutunli BBQ sous. To'yimli va mazali ta'm uyg'unligi.</p>",
    "harryster_halapenyo": "Harryster halapenyo",
    "harryster_halapenyo-text": "<h2 className='font-semibold'>Yonadi. Ilitadi. Qiziqtiradi.</h2><p>Yumshoq lavashda shirador mol go'shti kotletasi, salat bargi, yangi pomidor, tuzlangan bodring, achchiq jalapeño va The Harry's brendli sousi. Dadillar va achchiqni yaxshi ko'radiganlar uchun tanlov.</p>",
    "chiz_harryster": "ChizHarryster",
    "chiz_harryster-text": "<h2 className='font-semibold'>Pishloqli. Shirador. Zo'r tanlov.</h2><p>Yumshoq pishloqli lavashda shirador mol go'shti kotletasi, eritilgan cheddar pishlog'i, salat bargi, pomidor va The Harry's brendli sousi. Pishloq va go'sht uyg'unligi — ideal lazzat.</p>",
    "chicken_harryster": "Tovuqli Harryster",
    "chicken_harryster-text": "<h2 className='font-semibold'>Yumshoq file. Yangi sabzavot. Zo'r uyg'unlik.</h2><p>Yumshoq lavashda panadagi tovuq filesi, salat bargi, pomidor, tuzlangan bodring va The Harry's sousi. Yengil va shirador lazzat.</p>",
    "chicken_harryster_bbq": "Tovuqli Harryster BBQ",
    "chicken_harryster_bbq-text": "<h2 className='font-semibold'>Tutunli ta'm. Yengil xarsilloq. Qoniqarli.</h2><p>Panadagi tovuq filesi, bodring, pomidor, salat va tutunli BBQ sous — lavash ichida shirador va xushbo'y uyg'unlik.</p>",
    "chicken_harryster_halapenyo": "Tovuqli Harryster halapenyo",
    "chicken_harryster_halapenyo-text": "<h2 className='font-semibold'>Achchiq. Qarsilloq. Yoqimli.</h2><p>Panadagi tovuq filesi, achchiq jalapeño, yangi sabzavotlar va The Harry's sousi — lavash ichida issiq va shirador lazzat.</p>",
    "chicken_chiz_harryster": "Tovuqli ChizHarryster",
    "chicken_chiz_harryster-text": "<h2 className='font-semibold'>Pishloq. File. Lazzatli uyg'unlik.</h2><p>Pishloqli lavashda panadagi tovuq filesi, eritilgan cheddar, pomidor, salat va The Harry's sousi. Pishloqli va qarsildoq uyg'unlik.</p>",
    "chicken_klab_sendvich": "Tovuqli Klub-Sendvich",
    "chicken_klab_sendvich-text": "<h2 className='font-semibold'>Yumshoq non. Qarsillagan go'sht. Yangi sabzavot. Har qavatda lazzat.</h2><p>Qizartirilgan tost noni orasida qarsildoq tovuq shnitseli, bodring, pomidor, salat bargi, eritilgan pishloq va brendli sous. Yoni bilan — oltin rangli fri kartoshka.</p>",
    "turkey_klab_sendvich": "Indeyka Klub-Sendvich",
    "turkey_klab_sendvich-text": "<h2 className='font-semibold'>Nozik go'sht. Yangi sabzavot. Har qavat — nafis lazzat.</h2><p>Issiq tost noni orasida yumshoq kurka go'shti bo'laklari, bodring, pomidor, salat, eritilgan pishloq va The Harry's brendli sousi. Yoni bilan — oltin rangli fri kartoshka.</p>",
    "potato_fri_cheese": "Kartoshka fri pishloq bilan",
    "potato_fri_cheese-text": "<h2 className='font-semibold'>Qarsilloq kartoshka. Yumshoq pishloq. Haqiqiy lazzat.</h2><p>Qarsildoq oltin rangli fri, ustidan eritilgan pishloq bilan — yonma-yon emas, alohida yulduz.</p>",
    "sweet_potato": "Jaydari kartoshka",
    "sweet_potato-text": "<h2 className='font-semibold'>Soddaligi bilan yoqimli. Har qanday taomga mos.</h2><p>Tashqi tomoni qarsilloq, ichi esa yumshoq bo'lgan kartoshka bo'lakchalari, maxsus ziravorlar bilan qovurilgan.</p>",
    "naggets": "Naggetslar",
    "naggets-text": "<h2 className='font-semibold'>Kichik bo'laklar. Katta lazzat.</h2><p>Tashqi tomoni qarsildoq, ichi esa yumshoq — oltin panirda qovurilgan tovuq naggetslar. Yoniga istalgan sous bilan tortiladi.</p>",
    "potato_fri": "Kartoshka fri",
    "potato_fri-text": "<h2 className='font-semibold'>Oddiy. Qarsilloq. Hammaning sevimlisi.</h2><p>Tashqi tomoni qarsildoq, ichi esa yumshoq bo'lgan ideal qovurilgan kartoshka. Har doim issiq holda tortiladi.</p>",
    "potato_fri_cheese_halapenyo": "Kartoshka fri, pishloq va halapenyo",
    "potato_fri_cheese_halapenyo-text": "<h2 className='font-semibold'>Pishloq yumshaydi. Halapenyo yonadi. Kartoshka qarsillaydi. Haqiqiy ta'm.</h2><p>Qarsillagan fri kartoshka, eritilgan pishloq va achchiq halapenyo bo'lakchalari bilan. Har luqma — lazzatli zarba.</p>",
    "bbq_hot_dog": "BBQ Hot-Dog",
    "bbq_hot_dog-text": "<h2 className='font-semibold'>Shirador. Achchiq. Esda qoladigan.</h2><p>Kunjutli yumshoq bulochka, shirador mol sosiska, yangi pomidor, tuzlangan bodring, to'g'ralgan piyoz, xantal va tutunli BBQ sousi bilan. Har luqma — boy va jonli ta'm.</p>",
    "cheese_bbq_hot_dog": "Pishloqli BBQ Hot-Dog",
    "cheese_bbq_hot_dog-text": "<h2 className='font-semibold'>Shirador, pishloqli, lazzatli — har luqmada zavq.</h2><p>Kunjutli yumshoq bulochka, shirador mol sosiska, pomidor, tuzlangan bodring, piyoz, xantal, tutunli BBQ sous va eritilgan pishloq bilan.</p>",
    "classic_hot_dog": "Klassik Hot-Dog",
    "classic_hot_dog-text": "<h2 className='font-semibold'>Oddiylikda mukammallik.</h2><p>Kunjutli bulochka, shirador mol sosiska, salat bargi, bodring, pomidor va The Harry's sousi. Sodda, lekin mukammal ta'm.</p>",
    "cheese_crispy_hot_dog": "Pishloqli Crispy Hot-Dog",
    "cheese_crispy_hot_dog-text": "<h2 className='font-semibold'>Qarsilloq, pishloq va shiradorlik — har luqmada portlashli lazzat.</h2><p>Kunjutli bulochka, shirador mol sosiska, pomidor, tuzlangan bodring, qovurilgan piyoz, kartoshka chipslari, xantal, brendli sous va eritilgan pishloq.</p>",
    "cheese_classic_hot_dog": "Pishloqli Klassik Hot-Dog",
    "cheese_classic_hot_dog-text": "<h2 className='font-semibold'>Tovuqli nafislik — har kuni uchun.</h2><p>Yumshoq kunjutli bulochka, shirador tovuq sosiska, yangi salat bargi, pomidor, bodring va The Harry's brendli sousi. Yengil va mazali ta'm.</p>",
    "longer": "Longer",
    "longer-text": "<h2 className='font-semibold'>Qarsilloq, yengil va shirador — har kungi lazzat.</h2><p>Yumshoq uzun bulochka, panadagi tovuq stripslari, yangi bodring, pomidor, salat bargi va The Harry's brendli sousi bilan.</p>",
    "cheese_longer": "Pishloqli Longer",
    "cheese_longer-text": "<h2 className='font-semibold'>Qarsilloq go'sht, pishloqli yumshoqlik va yangi sabzavot uyg'unligi.</h2><p>Yumshoq uzun bulochka, panadagi tovuq stripslari, yangi bodring, pomidor, salat bargi, eritilgan pishloq va The Harry's sousi bilan.</p>",
    "crispy_hot_dog": "Crispy Hot-Dog",
    "crispy_hot_dog-text": "<h2 className='font-semibold'>Qarsilloq, lazzat, uyg'unlik — har luqmada.</h2><p>Kunjutli bulochka, shirador mol sosiska, pomidor, tuzlangan bodring, qovurilgan piyoz, xarsillagan kartoshka chipslari, xantal va The Harry's sousi bilan.</p>",
    "ketchup_sous": "Ketchup sousi",
    "ketchup_sous-text": "<h2 className='font-semibold'>Har luqmaga mos, doim kerakli sous.</h2><p>To'liq ta'mli, biroz shirintob klassik pomidorli ketchup. Fri, naggets yoki burger bilan ajoyib uyg'unlik.</p>",
    "bbq_sous": "BBQ sousi",
    "bbq_sous-text": "<h2 className='font-semibold'>Har tomchisida olovli ta'm.</h2><p>Tutunli, to'q va biroz shirintob — go'shtli taomlar, fri va hot-doglar uchun ideal qo'shimcha.</p>",
    "cheese_sous": "Pishloqli sous",
    "cheese_sous-text": "<h2 className='font-semibold'>Buning uchun — qayta-qayta qaytasan.</h2><p>Yumshoq va pishloqga boy — fri, naggets va stripslar uchun ideal qo'shimcha.</p>",
    "garlic_sous": "Sarimsoqli sous",
    "garlic_sous-text": "<h2 className='font-semibold'>Sarimsoq hech qachon bunchalik nafis bo'lmagan.</h2><p>Sarimsoqli, eng zo'r muvozanat — strips, naggets va fri bilan ajoyib uyg'unlikda.</p>",
    "coca_cola_half": "Coca Cola 0.5l",
    "coca_cola_half-text": "Coca Cola 0.5l",
    "fanta_half": "Fanta 0.5l",
    "fanta_half-text": "Fanta 0.5l",
    "sprite_half": "Sprite 0.5l",
    "sprite_half-text": "Sprite 0.5l",
    "fuse_tea_half": "Fuse Tea 0.5l",
    "fuse_tea_half-text": "Fuse Tea 0.5l",
    "bon_aqua_half": "Bon Aqua 0.5l"
  },
  "viewAllOffers": "HAMMA TAKLIFLARNI KO'RISH",
  "location": "Filiallar",
  "about": "Biz haqimizda",
  "main": "Asosiy",
  "ourMenu": "Bizning menyu",
  "ourBranches": "Bizning filiallar",
  "instagram": "Bizning insatagram",
  "telegram": "Bizning telegram",
  "phone": "Biz bilan bog'lanish",
  "call": "Qo'ng'iroq qilish",
  "sum": "so'm",
  "keywords": "Harry's Coffee, Snacks, Burgers, Side Dishes, Drinks, Hotdogs, Menu Categories",
  "description": "Ijtimoiy havolalarimizni kashf eting, biz ommaviy axborot vositalarida yangi menyu va mahsulotlarni e'lon qilamiz, birinchi buyurtma bo'ling! Siz The Harry's-da burgerlar, yonma-ovqatlar, ichimliklar va hotdoglarni o'z ichiga olgan turli toifalarni topishingiz mumkin.",
  "footer": {
    "help": "Yordam",
    "account": "Akkount",
    "historyBrends": "Brendlar tarixi",
    "leaveRequest": "So'rov qoldirish",
    "career": "Karyera",
    "forgotYourPassword": "Parolni unutdingizmi?",
    "register": "Ro'yxatdan o'tish",
    "login": "Kirish",
    "contactUs": "Biz bilan bog'lanish!",
    "info": "<p>© ООО «GOOD FOOD TRUCK SERVICES», 2025. Все права защищены.</p><p> TM & Copyright 2025 ООО GOOD FOOD TRUCK SERVICES. All Rights Reserved.</p>"
  }
}